Repository: giellalt/corpus-fkv
Catalog: tmx/smj/facta/other_files/digitv.info.fkv.pdf.tmx
Source language: fkv
Languages: smj

source: Jos sie halluut kattoot TV:n antennin kautta, sie saatat pittäät sinun vanhaata TV:tä.
smj: Rievddama guosská duvva gut oattjo TV:av dábálasj antenna baktu.

source: Mutta sie häyđyt liittäät TV-apparaatthiin digitaalisen vastaanottopoksin (dekuudajan), niin ette apparaatti saattaa ” ymmärtäät ” digitaaliset signaalit.
smj: Hálida TV:av gæhttjat antenna baktu máhtá vilá adnet ietjat TV:av. Valla hæhttu duoddit digitála dekodárav (vuosstájválldem boaksa) TV-apparáhttaj jus galggá ” dádjadit ” digitála signálajt.

source: Sie häyđyt itte ostaat vastaanottopoksin.
smj: Digitála dekovdav hæhttu ietja åttjudit.

source: Ajan myötä maaverkon analoogiset lähätykset topathaan – ja jos sinula ei ole sillon vastaanottopoksii, niin sie et saata kattoot TV:tä..
smj: Analoga sáddaga ednamværmádagán ganugaddi maŋenagi – ja jus ij majdik dagá dallutjij ij besa TV:av gæhttjat.

source: Muutos maaverkossa ei koske suorhaan niitä, jokka otethaan vasthaan TV-signaalit kaapeli-TV:n, parabuulin, satteliitin tahi levveeväylä-TV:n kautta, mutta usseimat tulhaan saamhaan uuđen vaalimahđolisuuđen.
smj: Ednamværmádak målssom ij njuolgga guoska dajda gudi válldi vuosstáj TV-signálajt kabel-TV:a, parabåvlå / satellihta ja gåbddåbátte-TV:a baktu, valla ulmutja oadtju máhttelisvuodav válljit.

source: Stortinget oon määräny, ette maaverkko muutethaan digitaaliseksi.
smj: Stuorradigge l mierredum TV-sáddaga ednamværmádagá baktu galggi liehket digitála.

source: Se meinaa, ette ihmiset saađhaan lissää vaalimahđolisuuksii ja lissää kanaaliita.
smj: Miejnniduvvá ienep válljim máhttelisvuohta ja ådå kanála ulmutjijda.

source: Het, jokka varhemin oon nähneet tyhä NRK:n ja TV2:n, saađhaan Digitaali-TV:n verkon kautta lissää TV-kanaaliita.
smj: Da gudi åvddåla li oadtjum gæhttjat NRK ja TV2 digitála værmádagán bessi ienep kanálajda.

source: Näin usseet perheet saatethaan olla myötä yytviklinkissä.
smj: Ienep goahtefuolkijs máhtti sæbrrat teknologija åvdenibmáj.

source: Usseet kanaali- ja programmitarjoomiset luođhaan vain uuđessa digitaaliformissa.
smj: Jiedna- ja gåvvåkvalitehtta sjaddá buorep Digitála TV-sáddagijn.

source: Jos sie halluut saađa näitä, häyđyt olla valmis ottaat vasthaan digitaalit TV-signaalit.
smj: Moadda ådå kanála- ja prográmmafálaldagá åvddåni dåssju digitála teknologijan.

source: Digitaali-TV:n kautta sie tulet saamhaan uuđet palvelukset.
smj: Digitál-TV:ajn besa ådå dievnastussaj.

source: Esimerkiksi NRK tullee tarjoomhaan pareman teksti-TV:n ja sie tulet saamhaan elektronisen programmiopastuksen suorhaan šärmhiin.
smj: Buojkulvissan sjaddá NRK:a tækst-TV fálaldagá buorep ja oattjo elektronalasj TV-prográmmav njuolgga sjærmmaj.

source: Tääpänä maaverkossa oon liian vähän kapasiteettii.
smj: Navti gåktu TV-sáddaga ednmaværmádagán doajmmá udni, ij la dasti sadje.

source: Usseimat Euroopan maat oon siirtynheet digitaali-TV-lähätykshiin niin, ette uusile kanaalile annethaan sijjaa maaverkossa.
smj: Jus ienep kanála galggi tjárggat ednamværmádahkaj, le ienemus oasse rijkajs Europan målssum digitála TV-sáddagijda. Dát la oasse teknologija åvddånibmáj.

source: Digitaali-TV voidhaan ottaat vasthaan antennin kautta.
smj: Digitál-TV:av máhtá vuosstáj válldet antennajn.

source: Tästä brošyyristä voit lukkeet lissää tahi ota kontaktii raatio- ja TV-myyjhään, NTV:heen tahi RiksTV:heen.
smj: Dán girjátjin máhtá låhkåt ienebu gåktu. Ienep diedojt oattjo jus váldá aktijvuodav TV-oassásijn, NTV:ajn jali RiksTV:ajn.

source: Monet ihmiset saatethaan ottaat vasthaan digitaalisen TV:n levveeväylän kautta.
smj: Udni divna TV-sáddaga parabåvlå baktu li juo digitála. Ienep diedojt oattjo jus váldá aktijvuodav TV-oassásijn, Viasatajn jali Canal Digitalajn

source: Tämän sanoma ushein IPTV:ksi ja sillon häytyy olla noppee levveeväyläkontaktii.
smj: Ienemus oasse kabel-TV-oassásijs fálli digitál-TV:av*.

source: Jos halluut tiettäät lissää, ota kontaktii levveeväyläleverandöörhiin.
smj: Ienep diedojt oattjo jus váldá aktijvuodav TV-oassásijn gånnå åro jali Canal Digitalajn jali GET:ajn.

source: * Jos halluut kaapeli-TV:n saatat tavalisesti valita analoogisen tahi digitalisen TV:n.
smj: Muhtem goahtefuolkijs máhtti válldet vuosstáj digitál-TV:av gåbddåbátte aktijvuoda baktu.

source: Analoogisignaalile et tarvitte käyttäät digitaalista vasthaanottopoksii.
smj: Dát gåhtjoduvvá álu IP-TV:an ja rávkká jåhtelis gåbddåbátte gasskavuodav.

source: Jokku leverandöörit annethaan sinun valita, halluutko sie digitaalisen vasthaanottopoksin tahi et.
smj: * Hálida kabel-TV:av máhtá dábálattjat válljit jus galga adnet analog- jali digitál-TV:av (jali goappátjijt).

source: Tämä johtuu siitä, millaisii kanaalimahđollisuuksii sie halluut.
smj: Jus galga analoga signálajt ij la dárbbo digitála dekodárijda.

source: Saatethaanko kaikki ottaat vasthaan Digitaali-TV:n antennin kautta ?
smj: LE VEJULASJ DIVNAJDA VÁLLDET VUOSSTÁJ DIGITÁL-TV:AV ANTENNA BAKTU ?

source: Digitaalinen maaverkko tullee peittämhään 95 % norjalaisista peretkunnista.
smj: Digitála ednamværmádahka gåbttjo 95 % goahtefuolkijs Vuonan.

source: Peukaloneuvo oon, ette jos saat TV2:n antennin kautta tääpänä, saatat ottaat vasthaan digitaalisen TV:n saman antennin kautta.
smj: åvdås sáddiduvvi. Dá signála manni antenna baktu, satelihta, kabela ja gåbddåbátte baktu. Målssom digital-TV:aj máhttá buohtasdahttet moatteláhkáj målssomijn videokássettas (VHS.) DVD:aj.

source: - oon ollu se tavalinen tapa lähättäät TV-signaalit.
smj: - Dálásj ednamværmádahka TV-rájanij ådåstuhttem.

source: Signaalit lähätethään antennin
smj: Gå aktida ådå digitála

source: - oon tapa paranuttaat TV-lähättäjät jokka seisothaan maan päälä.
smj: - la ådålágásj tæksta-TV:a gåbdes graffihkajn, jienajn ja gåvåj.

source: Ko laitethaan
smj: Vuojnnet værgga

source: muistuttelee internettilaitoi.
smj: muoduk Internetta bielij.

source: Sie tartteet dekuudajan joka oon tukkeena MHP:le (Multimedia Home Platform).
smj: Dárbaja dekodárav mij doarjot MHP:av (Multimedia Home Platform).

source: Vielä syksylä 2007 näitten dekuudajiitten tarjoomiset saatehaan olla kaupoissa huonot.
smj: Tjavtja 2007 rájes gávnnuji dåssju nágin galles dekodára oassásijn.

source: Se oon monta eri tyyppii vasthaanottopoksii monela lisäfynkšuunila, esimerkiksi mahđolisuus ottaat ylös TV-lähätyksii (PVR.
smj: Ednamværmádaj, kabel-TV:aj, satellittaj ja gåbddåbáddáj viertti válljit hiebadum dekodárav mij tjuovvu ja hiehpá fáladiddje gájbbádusájt.

source: , Personlig Video opptaker).
smj: Gávnnuji moadda lágásj dekodára gånnå l máhttelis báddit TV-sáddagijt váj oattjo gæhttjat maŋŋela (Personlig Video opptaker, PRV).

source: Sie määräät itte kuinka paljon lisäfynkšuuniita sie halluut ja tarvittet.
smj: Viertti arvusdallat ietjálágásj máhttelisvuodav duv dárbo milta.

source: Jos sie halluut ottaat vasthaan digi-TV:n antennin (maaverkon) kautta, sie häyđyt valita vasthaanottopoksin joka NTV hyväksyy.
smj: Hálida válldet vuosstáj digitála TV:av antenna baktu (ednamværmádahka) viertti gæhttjat NTV-dåkkiduvvam dekodárijt.

source: Vasthaanottopoksiin määrä tullee kassuumhaan..
smj: Dekodárij fálaldahka lassánaddá maŋenagi.

source: 1. septemperikuu 2007
smj: ragátmáno 1. bve 2007

source: 4. septemperikuu 2007
smj: Ragátmáno 4. bve 2007

source: 6. septemperikuu 2007
smj: Ragátmáno 6. bve 2007

source: 20. maikuu 2008
smj: Moarmesmáno 20. bve 2008

source: 30. septemperikuu 2008
smj: Ragátmáno 30. bve 2008

source: 2. septemperikuu 2008
smj: Ragátmáno 2. bve 2008

source: Novemperikuu 2009
smj: Basádismánno 2009

source: Novemperikuu 2008
smj: Gålgådismáno 28. bve 2008

source: Maikuu 2009
smj: Basádismánno 2008
